abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aic94xx-firmware
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
appstream
archlinux-keyring
argon2
ast-firmware
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
bash-completion
bind
binutils
bison
bitwarden
blas
bluez
bluez-libs
boost-libs
brave-bin
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cblas
chafa
cifs-utils
clang
compiler-rt
confuse
coreutils
cronie
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
directx-headers
dmidecode
dnssec-anchors
dosfstools
double-conversion
duktape
dunst
dvisvgm
e2fsprogs
efibootmgr
efivar
electron28
enchant
exfat-utils
expat
eza
faac
fakeroot
fan-control
fan-control-debug
fastfetch
fd
ffcall
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flashrom
flex
fluidsynth
fmt
fontconfig
freeglut
freeimage
freetype2
fribidi
fuse-common
fuse2
fuse3
fuseiso
fwupd
fwupd-efi
gamemode
gamescope
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
giflib
git
glew
glew1.10
glfw
glib-networking
glib2
glibc
glibmm
glm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-themes-extra
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
haveged
hicolor-icon-theme
hidapi
highway
htop
http-parser
hwdata
hyphen
hyprcursor
hyprland
hyprlang
hyprpaper
iana-etc
icu
ijs
imagemagick
imath
imlib2
imv
iproute2
iptables
iputils
iso-codes
jansson
jasper
jbig2dec
jbigkit
jemalloc
json-c
json-glib
jsoncpp
just
jxrlib
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lapack
lcms2
ldb
less
lhasa
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fluidsynth
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libinstpatch
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnm
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-mesa-driver
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-openssl-1.1
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pipewire-jack
lib32-pixman
lib32-portaudio
lib32-readline
lib32-sdl12-compat
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libftdi
libgcrypt
libgcrypt15
libgirepository
libgit2
libglvnd
libgpg-error
libgudev
libgusb
libheif
libibus
libice
libidn
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libindicator-gtk2
libinih
libinput
libinstpatch
libisl
libjcat
libjpeg-turbo
libjpeg6-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmanette
libmaxminddb
libmbim
libmd
libmikmod
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnss_nis
libnvme
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
librsync
librtmp0
libsamplerate
libsasl
libsass
libseccomp
libsecret
libsigc++
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libtorrent-rasterbar
libudev0-shim
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libuv
libva
libva-mesa-driver
libvdpau
libverto
libvorbis
libvpl
libvpx
libvpx1.3
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-bnx2x
linux-firmware-liquidio
linux-firmware-mellanox
linux-firmware-nfp
linux-firmware-qlogic
linux-firmware-whence
linux-zen
linux-zen-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua51-lpeg
luajit
lutris
lv2
lxmenu-data
lz4
lzo
lzop
m4
mailcap
make
mangohud
mariadb-libs
mbedtls2
md4c
mdadm
megatools
menu-cache
mesa
mesa-utils
minizip
mkinitcpio
mkinitcpio-busybox
mkinitcpio-firmware
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
ncurses
neovim
nettle
networkmanager
nmon
node-gyp
nodejs
nodejs-nopt
nordic-theme
npm
npth
nspr
nss
ntfs-3g
nwg-look
ocl-icd
openal
opencore-amr
openexr
openjpeg2
openrgb
openssh
openssl
openssl-1.1
openvr
opus
opusfile
orc
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
papirus-folders-catppuccin-git
papirus-icon-theme
parted
passim
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
pixman
pkgconf
playerctl
polkit
polkit-gnome
poppler-data
popt
portaudio
postgresql-libs
potrace
powertop
procps-ng
protobuf
protobuf-c
psmisc
python
python-beautifulsoup4
python-cairo
python-certifi
python-charset-normalizer
python-contourpy
python-cycler
python-dateutil
python-dbus
python-distro
python-evdev
python-fonttools
python-gobject
python-idna
python-kiwisolver
python-lxml
python-matplotlib
python-moddb
python-numpy
python-packaging
python-pillow
python-protobuf
python-pyparsing
python-requests
python-six
python-soupsieve
python-urllib3
python-yaml
qbittorrent
qhull
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt6-base
qt6-declarative
qt6-svg
qt6-translations
ranger
rav1e
readline
reflector
ripgrep
rsync
rtkit
rubberband
run-parts
rust
s3fs-fuse
sassc
sbc
sddm
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
slang
smbclient
snappy
sndio
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
starship
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
talloc
tar
tdb
tevent
texinfo
texlive-basic
texlive-bin
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
tokyonight-gtk-theme-git
tomlplusplus
tpm2-tss
traceroute
tracker3
tree-sitter
tree-sitter-lua
tree-sitter-query
tree-sitter-vimdoc
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-mononoki-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
typescript
typescript-language-server
tzdata
uchardet
udisks2
unibilium
unrar
unzip
upd72020x-fw
upower
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
visual-studio-code-bin
visual-studio-code-bin-debug
vkd3d
vmaf
volume_key
vulkan-headers
vulkan-icd-loader
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wavemon
waybar
wayland
wayland-protocols
wd719x-firmware
webkit2gtk-4.1
webrtc-audio-processing-1
wget
which
wine
wireplumber
wl-clipboard
wlroots
woff2
wofi
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xkeyboard-config
xorg-fonts-encodings
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yay
yay-debug
yyjson
zenity
zeromq
zimg
zip
zix
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zziplib
