a52dec
aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
aic94xx-firmware
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
appmenu-gtk-module
appstream
appstream-glib
apr
apr-util
arch-install-scripts
archlinux-keyring
archlinux-tweak-tool-git
argon2
aribb24
ast-firmware
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
bash-completion
bat
bibata-cursor-theme
bind
binutils
bison
bitwarden
blas
bluez
bluez-libs
boost-libs
brave-bin
breezy
bridge-utils
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cairomm-1.16
cantarell-fonts
canto-daemon
capstone
catfish
catppuccin-cursors-mocha
cblas
cdparanoia
cfitsio
chafa
chromium
cifs-utils
confuse
coreutils
cpio
cronie
cryptsetup
curl
cursor-appimage
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
devtools
dhcpcd
dialog
diffutils
directx-headers
discord
dkms
dmenu
dmidecode
dnsmasq
dnssec-anchors
dosfstools
double-conversion
dtc
duktape
dunst
dvisvgm
dwayland
e2fsprogs
edk2-ovmf
efibootmgr
efivar
electron29
enchant
exfat-utils
exo
expac
expat
eza
faac
faad2
fakeroot
fan-control
fastfetch
fd
feh
ffcall
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flashrom
flex
fluidsynth
fmt
fontconfig
freeglut
freeimage
freetype2
fribidi
fuse-common
fuse2
fuse3
fuseiso
fwupd
fwupd-efi
gamemode
gamescope
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
geoclue
gettext
ghc
ghc-libs
ghostscript
giflib
git
glew
glew1.10
glfw
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
grim
groff
grpc
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-engine-murrine
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-alsa-core
haskell-alsa-mixer
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteorder
haskell-cairo
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-clock
haskell-colour
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-array-byte
haskell-data-default-class
haskell-data-fix
haskell-dbus
haskell-distributive
haskell-dlist
haskell-erf
haskell-extensible-exceptions
haskell-extra
haskell-foldable1-classes-compat
haskell-free
haskell-generically
haskell-ghc-bignum-orphans
haskell-glib
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-invariant
haskell-iproute
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-pango
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-primitive
haskell-profunctors
haskell-quickcheck
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-resourcet
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-setlocale
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-tagged
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unix-time
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-void
haskell-witherable
haskell-x11
haskell-x11-xft
haskell-xml-conduit
haskell-xml-types
haskell-zlib
haveged
hicolor-icon-theme
hidapi
highway
hsa-rocr
hsakmt-roct
hsetroot
htop
http-parser
hwdata
hyphen
hyprcursor
hyprland
hyprlang
hyprpaper
hyprutils
iana-etc
icu
ijs
imagemagick
imath
imlib2
imv
iniparser
iproute2
iptables
iputils
iso-codes
jammer-appimage
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jdownloader2
jemalloc
jq
json-c
json-glib
jsoncpp
jxrlib
kbd
kconfig5
kcoreaddons5
keyutils
ki18n5
kitty
kitty-shell-integration
kitty-terminfo
kmod
knotifications5
krb5
kwindowsystem5
l-smash
lame
lapack
lcms2
ldb
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fluidsynth
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libinstpatch
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnm
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-mesa-driver
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-openssl-1.1
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pipewire-jack
lib32-pixman
lib32-portaudio
lib32-readline
lib32-sdl12-compat
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcgif
libcloudproviders
libcolord
libconfig
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libftdi
libgcrypt
libgcrypt15
libgepub
libgirepository
libgit2
libglvnd
libgovirt
libgpg-error
libgsf
libgtop
libgudev
libgusb
libheif
libibus
libice
libidn
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libindicator-gtk2
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libjcat
libjpeg-turbo
libjpeg6-turbo
libjuice
libjxl
libksba
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmikmod
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmysofa
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnss_nis
libnvme
libogg
libomxil-bellagio
libopenmpt
libopenraw
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librest
librsvg
librsync
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libudev0-shim
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutf8proc
libuv
libva
libva-mesa-driver
libvdpau
libverto
libvips
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpl
libvpx
libvpx1.3
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-bnx2x
linux-firmware-liquidio
linux-firmware-mellanox
linux-firmware-nfp
linux-firmware-qlogic
linux-firmware-whence
linux-zen
linux-zen-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua51-lpeg
luajit
luarocks
lutris
lv2
lxappearance
lxmenu-data
lz4
lzo
lzop
m4
mailcap
make
man-db
mangohud
mariadb-libs
material-gtk-theme-palenight-git
mbedtls
mbedtls2
md4c
mdadm
megatools
menu-cache
mercurial
mesa
mesa-demos
mesa-utils
meson
minizip
mkinitcpio
mkinitcpio-busybox
mkinitcpio-firmware
mlocate
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
ncurses
ndctl
neovim
nettle
networkmanager
nftables
ninja
nmon
node-gyp
nodejs
nodejs-nopt
nordic-theme
npm
npth
nspr
nss
ntfs-3g
numactl
nwg-look
obs-studio
ocl-icd
oniguruma
openal
openbsd-netcat
opencore-amr
openexr
openjpeg2
openrgb
openssh
openssl
openssl-1.1
opus
opusfile
orc
osinfo-db
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
papirus-icon-theme
parallel
parted
paru
paru-debug
passim
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phodav
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
pixman
pkgconf
pkgstats
playerctl
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
potrace
powertop
procps-ng
protobuf
protobuf-c
psmisc
psuinfo
python
python-attrs
python-autocommand
python-beautifulsoup4
python-build
python-cairo
python-cairocffi
python-certifi
python-cffi
python-charset-normalizer
python-configobj
python-contourpy
python-cryptography
python-cycler
python-dateutil
python-dbus
python-dbus-next
python-distro
python-dulwich
python-evdev
python-fastbencode
python-fastjsonschema
python-feedparser
python-fonttools
python-gobject
python-h11
python-idna
python-inflect
python-iniconfig
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-kiwisolver
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-merge3
python-moddb
python-more-itertools
python-numpy
python-ordered-set
python-outcome
python-packaging
python-patiencediff
python-pexpect
python-pillow
python-pip
python-platformdirs
python-pluggy
python-protobuf
python-psutil
python-ptyprocess
python-pulsectl
python-pulsectl-asyncio
python-pycparser
python-pyparsing
python-pyproject-hooks
python-pytest
python-pywal
python-pywayland
python-pywlroots
python-pyxdg
python-requests
python-selenium
python-setproctitle
python-setuptools
python-sgmllib3k
python-six
python-sniffio
python-sortedcontainers
python-soupsieve
python-tomli
python-tqdm
python-trio
python-trio-websocket
python-trove-classifiers
python-typeguard
python-typing_extensions
python-tzlocal
python-urllib3
python-validate-pyproject
python-websocket-client
python-wheel
python-wsproto
python-xcffib
python-xkbcommon
python-yaml
qbittorrent
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qhull
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-svg
qt6-translations
qt6-wayland
qtile
qtile-extras
ranger
rate-mirrors-bin
rav1e
re2
readline
reflector
ripgrep
rnnoise
rocm-core
rocm-device-libs
rocm-smi-lib
rofi
rsync
rtkit
rubberband
run-parts
rust
s3fs-fuse
sbc
sddm
sddm-theme-catppuccin
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
seabios
seatd
sed
semver
serd
serf
shaderc
shadow
shared-mime-info
slang
slurp
smbclient
snappy
sndio
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
sratom
srt
sshfs
starship
startup-notification
steam
steam-native-runtime
subversion
sudo
svt-av1
syslog-ng
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
telepathy-glib
tevent
texinfo
texlive-basic
texlive-bin
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tokyonight-gtk-theme-git
tomlplusplus
tpm2-tss
traceroute
tracker3
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vimdoc
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-mononoki-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
tumbler
twolame
typescript
typescript-language-server
tzdata
uchardet
udisks2
unibilium
unrar
unzip
upd72020x-fw
upower
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
vapoursynth
vde2
veracrypt
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
visual-studio-code-bin
vkd3d
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wavemon
wavpack
waybar
wayland
wayland-protocols
wd719x-firmware
webkit2gtk-4.1
webrtc-audio-processing-1
wget
which
wine
wireplumber
wl-clipboard
wlogout
wlroots
wlroots0.17
woff2
wofi
wolfssl
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xapian-core
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-dde
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-notifyd
xfce4-power-manager
xfconf
xkeyboard-config
xmobar
xmonad
xmonad-contrib
xorg-fonts-encodings
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yay
yay-debug
yyjson
zeitgeist
zenity
zeromq
zimg
zip
zix
zlib
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zziplib
