alacritty
alsa-plugins
alsa-utils
amd-ucode
archlinux-tweak-tool-git
base
base-devel
bash-completion
bat
bibata-cursor-theme
bind
bitwarden
bluez-libs
brave-bin
bridge-utils
btop
btrfs-progs
canto-daemon
catfish
catppuccin-cursors-mocha
chafa
chromium
cifs-utils
cronie
cursor-appimage
devtools
dhcpcd
dialog
directx-headers
discord
dmenu
dmidecode
dnsmasq
dosfstools
dunst
efibootmgr
exfat-utils
eza
faac
fan-control
fastfetch
fd
feh
ffmpegthumbnailer
firefox
fluidsynth
fuse2
fuse3
fuseiso
fwupd
gamemode
gamescope
git
glfw
gptfdisk
grim
grub
gsfonts
gst-plugin-pipewire
gtk-engine-murrine
gvfs
haveged
hsetroot
htop
hyprland
hyprpaper
imagemagick
imv
jammer-appimage
jdownloader2
kitty
less
lib32-fluidsynth
lib32-gamemode
lib32-gtk2
lib32-gtk3
lib32-libcurl-gnutls
lib32-libva-mesa-driver
lib32-pipewire-jack
lib32-vkd3d
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libgepub
libgsf
libopenraw
linux-firmware
linux-zen
linux-zen-headers
lsof
luarocks
lutris
lxappearance
lzop
man-db
mangohud
mariadb-libs
material-gtk-theme-palenight-git
megatools
mesa-demos
mkinitcpio-firmware
mlocate
mpv
neovim
networkmanager
nmon
nordic-theme
npm
ntfs-3g
nwg-look
obs-studio
openbsd-netcat
openrgb
openssh
p7zip
pacman-contrib
pamixer
papirus-icon-theme
paru
paru-debug
pavucontrol
pcmanfm
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
pkgstats
poppler-glib
postgresql-libs
powertop
psuinfo
python-dbus-next
python-pip
python-protobuf
python-pulsectl-asyncio
python-pywal
python-pywayland
python-pywlroots
python-pyxdg
python-selenium
python-setproctitle
qbittorrent
qemu-desktop
qt5-svg
qt5ct
qt6-wayland
qtile
qtile-extras
ranger
rate-mirrors-bin
reflector
ripgrep
rocm-smi-lib
rofi
rsync
s3fs-fuse
sddm
sddm-theme-catppuccin
sdl_ttf
slurp
smbclient
sshfs
starship
steam
steam-native-runtime
syslog-ng
texlive-fontsrecommended
texlive-latexrecommended
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tokyonight-gtk-theme-git
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-mononoki-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
tumbler
typescript-language-server
unrar
unzip
usbutils
v4l2loopback-dkms
veracrypt
vim
virt-manager
virt-viewer
visual-studio-code-bin
vkd3d
vlc
vulkan-mesa-layers
vulkan-tools
wavemon
waybar
wget
wine
wireplumber
wl-clipboard
wlogout
wlroots
wofi
xclip
xdg-desktop-portal-gtk
xdg-user-dirs
xdotool
xf86-video-amdgpu
xf86-video-ati
xfce4-power-manager
xmobar
xmonad
xmonad-contrib
xorg-fonts-type1
xorg-xinit
yay
yay-debug
zeitgeist
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
