aic94xx-firmware
archlinux-tweak-tool-git
ast-firmware
bibata-cursor-theme
cursor-appimage
fan-control
feishin-bin
fluent-reader-bin
glew1.10
gtk-engine-murrine
gtk2
http-parser
input-remapper-bin
jellyfin-media-player-git
lib32-glew1.10
lib32-gtk2
lib32-libappindicator-gtk2
lib32-libdbusmenu-gtk2
lib32-libgcrypt15
lib32-libidn11
lib32-libindicator-gtk2
lib32-libjpeg6-turbo-bin
lib32-libpng12
lib32-librtmp0
lib32-libtiff4
lib32-libudev0-shim
lib32-libvpx1.3
lib32-openssl-1.0
libdbusmenu-gtk2
libgcrypt15
libidn11
libindicator-gtk2
libjpeg-turbo-official
libpng12
librtmp0
libtiff4
libudev0-shim
libvpx1.3
megatools
minecraft-launcher
mkinitcpio-firmware
mpvpaper
nordic-theme
obs-vaapi
openssl-1.0
paru
paru-debug
proton-ge-custom-bin
protonup-qt-bin
psuinfo
pyprland
python-clickgen
python-imageio-ffmpeg
python-pulsectl
python-pulsectl-asyncio
python-screeninfo
python-selenium
python310
qt5-webchannel
qtile-extras
rate-mirrors-bin
steam-native-runtime
thorium-browser-bin
tokyonight-gtk-theme-git
ttf-ms-fonts
upd72020x-fw
visual-studio-code-bin
waypaper
wd719x-firmware
whatsapp-linux-desktop-bin
wlogout
wlroots-asan-git
wps-office
wps-office-fonts
zen-browser-bin
